Repository: henyee/NBDYSJCT
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: “哦，她回娘家去了，今天应该会回来。”麦格随口答道，解了围裙上楼去。
en_us: "Oh, she went back to her parent's house. I think she would be returning today," Mag gave a casual reply, took off his apron and went upstairs.

source: “哦，好的。”艾米若有所思的点了点头，低头继续吃牛肉汤。
en_us: "Oh, alright." Amy nodded thoughtfully, and continued eating her beef soup.

source: “哦，我知道了，一定是你去买绿豆酥的时候买了。”就在麦格想着该怎么解释的时候，伊琳娜自己已经给他找了一个完美的理由。
en_us: "Oh, I know it. You must have bought them when you went to buy the mung bean pastry." Just as Mag was trying to come with an explanation, Irina had already found a perfect excuse for him.

source: “哦，我都忘了。”麦格一拍脑袋，果然晚起一时爽，事情全耽误。
en_us: "Oh dear. I have forgotten about them." Mag slapped his head. He had indeed messed up all his plans by waking up late.

source: “哦，拿错了。”伊琳娜顺手把折叠椅丢到一旁，然后掏出了法师杖。
en_us: "Oh, wrong one." Irina threw the foldable chair aside, and pulled out her magic caster's staff.

source: “哦，是那个老家伙啊。”伊琳娜若有所思。
en_us: "Oh, it was that old fogy," Irina said thoughtfully.

source: “哦，是邻居啊。”巨汉把手里的斧头慢慢放下，狰狞的脸上露出了几分憨厚的笑容，打量了一眼麦格，确定他只是一个弱鸡的普通男人，提着斧头慢慢向他走去。
en_us: "Oh. You're the neighbors." The bulky guy put down the axe slowly. A silly smile appeared on his ferocious face. He sized up Mag, making sure that he was just a weak and ordinary man before he walked slowly towards Mag with the axe.

source: “哦，罗莫街还有新开的酒馆？”卢西恩有些意外，这条街这些年如名字一般渐渐落寞，他已经好久没有去那喝过酒了。
en_us: "Oh, there's even a new tavern at Romo Street?" Lucien was rather surprised. The street had been getting rather desolate for the past few years, and he had not gone there to drink in a long time.

source: “哦，要开酒馆的话，那你可以向我多多请教，姐姐我的技术很好的。”埃菲贴身上前，声音变得有些柔媚，张嘴便要往麦格的耳朵里吹气。
en_us: "Oh. You can ask me if you want to open a tavern. I have very good techniques." Eiffie got closer, and her voice became softer. She was about to blow air into Mag's ear.

source: “哦，还有畅销书啊？”麦格有些意外，他虽然收集了不少古籍，但对于这个世界的图书市场并不了解。
en_us: "Oh, there are bestsellers here?" Mag was a little surprised. Although he had collected many ancient books, he didn't know the books' market in this world very well.

source: “哦？”麦格有点意外，小家伙可是一向喜欢夸赞他的，没想到现在竟然会给出一个不贵完美的评价。
en_us: "Oh?" Mag was slightly shocked. The little fellow loved to praise him. He did not expect her to give her a not-perfect review.

source: “哦？真的吗？”麦格有些意外。
en_us: "Oh? Really?" Mag was a little surprised.

source: “哪吒是女的吗？”
en_us: "Is Nezha a girl?"

source: “哼哼……”埃菲看着缓缓关闭的酒馆大门，有些气恼的跺了跺脚，暗自道：“没有我埃菲迷不倒的男人，等着吧，你肯定是我的！”
en_us: "Hmph…" Eiffie watched the tavern door close slowly, and stomped her feet in frustration, telling herself, "There is no man that I, Eiffie, can't mesmerize. Just you wait, you will be mine!"

source: “哼哼。”伊琳娜握了握拳头，觉得自己在这个家的权威受到了挑战，不过肚子还是有些咕噜噜的叫了起来，只好强迫自己从温暖的地铺里爬了起来，然后换上漂亮的仙女裙，下楼去吃给她准备好的美味早餐粥。
en_us: "Hmph." Irina clenched her fists. She felt that her standing in this family was challenged. However, her stomach was rumbling, so she could only force herself out from the warm sheets, change into a beautiful dress, and go downstairs for the scrumptious breakfast prepared for her.

source: “哼！一群软骨头！”奥斯特愤然拍桌。
en_us: "Hmph! A bunch of softies!" Auster banged on the table angrily.

source: “哼，小样，以为这样就能逃得出老娘的手掌心吗……”埃菲看着麦格离去的背影，目光在他的臀部停留了一会，笑容愈发灿烂，轻声自语：“身材还不错。”
en_us: Ah. Do you think you can escape from my grasp like this… Eiffie watched Mag's retreat, and her gaze lingered on his butt for a while. Her smile got brighter, and she whispered to herself, "His figure is not bad."

source: “哼，这群卑劣的家伙，我给他们吃穿，让他们能够活下来，竟然还敢闹事。”艾略特脸色一冷，“这次多杀几个，和前几日想跑的那个老家伙挂在一起，我倒要看看他们究竟多想离开这里。”
en_us: "Hmph. These lowly fellows. How dare they make trouble after I fed them and clothe them, allowing them to survive." Elliot's expression turned cold. "Kill a few more of them this time and hang them with that old chap who tried to escape a few days ago.I want to see how much do they want to leave here."

source: “哼，骗纸！”艾米气愤道。
en_us: "Hmph! Liar!" Amy said angrily.

source: “唉……”帕萨叹了口气，裹紧了自己的小棉袄。
en_us: "Ah…" Pasa sighed, and pulled his little blanket tighter around himself.

source: “唉……一个月吃不到豆浆油条的日子，可真是难熬啊。”汉娜叹了口气，继续嚼着油条。
en_us: "Sigh… It's hard to go one month without soybean milk and youtiao." Hannah sighed, and continued chewing the youtiao.

source: “唉……现在的年轻人，真是让人看不懂了。”
en_us: "Sigh… the youngsters nowadays are unfathomable."

source: “唉……这糊涂账，糊涂啊……”
en_us: "Sigh… This is all a mess, a mess…"

source: “唉。”亚伯罕叹了口气，吸了吸鼻子，控制了一下自己的情绪，放下酒杯，目光落到了一旁的凉拌猪耳朵和凉拌猪舌头上。
en_us: "Ah." Abraham sighed. He sniffed and controlled his emotions. He put the glass down, and looked at the pig ears salad and pig tongue salad.

source: “唉。”波比叹了口气，看了一眼远处还算热闹的泰坦酒馆，那家酒馆他听说过，酒很一般，但老板娘是个相当漂亮的女人。
en_us: "Ah." Bobby sighed. He glanced at the crowded Titan Tavern far away. He had heard of that tavern before. The wine there was so-so, but the lady boss there was quite a beauty.

source: “唉，世事难料啊，我以为我们能一直喝到老，没想到他却这样先我一步走了……”波比深深叹了口气。
en_us: "Sigh. Life is so unpredictable. I thought we could drink until we were old. I didn't expect him to leave before me just like that…" Bobby sighed deeply.

source: “唉，还是来晚了啊。”高瘦中年男人拍着大腿一脸遗憾道。
en_us: The tall and lean middle-aged man slapped his thigh and regretfully said, "Sigh. We are still too late."

source: “唉，这都什么事啊，好好的世道，打什么仗。”亚伯罕站在马车旁，看着正在往飞行坐骑上搬运各种物件的下人们，叹了口气。
en_us: Abraham stood next to a horse-drawn carriage, watched the servants carry all kinds of stuff onto a flying steed, and sighed, "Sigh, what's going on? Why are we having a war when we are having such good times?"

source: “唉，这都是甩不掉的温柔啊。”哈里森摸了摸自己的肚子，有些无奈的轻叹了一口气。
en_us: "Sigh. This is all gentleness that can't be shed." Harrison stroked his stomach and sighed helplessly.

source: “唔……我……今日就不赔诸位大人饮酒了。”奥尔登脸面全丢，这会身上哪哪都疼，就想赶紧找个治疗系的魔法师给他治一治。
en_us: "Hmm… I… will not drink with everyone today." Aulden was completely embarrassed. Right now, every part of him was in pain. All he wanted to do right now was to find a healing magic caster to heal him.

source: “唔……这个烤牛肉串好好吃啊！我还是第一次吃牛肉呢……好好吃……”
en_us: "Mmm… This beef kebab is so delicious! This is my first time eating beef… so yummy…"

source: “商人逐利，本就没有好坏可言，我也没有和他深交的想法。”麦格笑着道。
en_us: "Businessmen chase profits. There's nothing good or bad about that. I don't have the intention to forge a deep relationship with him," Mag said with a smile.

source: “商铺吗？”费奇和手下都露出了几分讶色。
en_us: "Shops?" Fitch and his subordinate had a surprise expression.

source: “啊~好酒。”虽然不太懂酒，但好坏还是知道的，诺亚忍不住称赞道，他爷爷一定会很喜欢。
en_us: "Ah~ Delicious." Although he was not very knowledgeable about alcohol, he still knew how to tell what tasted good and what tasted bad. Noya could not help but compliment the alcohol. Grandpa would definitely love it.

source: “啊——”
en_us: "Ah -- "

source: “啊——乔修——”
en_us: "Ah… Josh…"

source: “啊……不好意思，一时紧张。”麦格收回了脚，退后了半步，有些歉然道。
en_us: "Ahh... I'm sorry, I was nervous," Mag retracted his foot and took half a step back as he apologised.

source: “啊……你们太过分了，吃烤羊腿都不带上我们，宝宝要哭了……”艾米瘪嘴，眼泪立马就在眼眶里打转了。
en_us: "Ah… you're too much. You went to eat roasted lamb shanks without us. I'm going to cry…" Amy pouted, and tears started welling up in her eyes immediately.

source: “啊……你回来了。”
en_us: "Ah...You're back."

source: “啊……咬到舌头了，实在太好吃了吧！”
en_us: "Ah… I bit my tongue. It's simply too delicious!"

source: “啊……她昨天晚上说房间里有老鼠，害怕所以跑到我房间里睡觉觉呢。”麦格连忙把门带上，笑着解释道。
en_us: Mag quickly closed the door and smilingly explained, "Erm...she said there's a mouse in her room last night. She came to sleep in my room because she was afraid."

source: “啊……我……偶偶来吃。”卡诺表情一囧，麦米餐厅可不是他能经常消费的餐厅。
en_us: "Erm… I… will occasionally come here for my meals." Canault looked slightly embarrassed. Mamy Restaurant wasn't a restaurant which he could afford to frequent.

source: “啊……我们其实只是去散步……嗝……”麦格虽然已经很努力克制，但还是没忍住打了个饱嗝。
en_us: "Er… we actually only went for a stroll… burp…" Mag was already trying very hard to control himself, but he could not stop the burp.

source: “啊……是这样的吗？”艾米若有所思的点点头。
en_us: "Ah…Is that so?" Amy nodded thoughtfully.

source: “啊咧？”艾米握着菜刀，微微张着嘴巴。
en_us: "Huh?" Amy opened her mouth slightly with the cleaver in her hand.

source: “啊哈？”
en_us: "Huh?"

source: “啊哈？”麦格挑眉，看着脑海中出现的那份文字版的朴实无华的菜谱，这系统任务……有点不一般啊。
en_us: "Huh?" Mag raised his brow. He saw the simple recipe that appeared in his mind. This system's mission was rather… abnormal.

source: “啊这……”
en_us: "Huh..."

source: “啊这？”
en_us: "Oh, this?"

source: “啊，昨天可能有点喝多了，没事。”埃菲低头点烟，深深吸了一口，吐出了一个烟圈，目光有些迷离的看着远处的天空。
en_us: "Ah, I might have drank too much yesterday. I'm fine now." Eiffie lowered her head, lit up a cigarette, and took a deep puff. She blew a circle of smoke as she looked at the sky far away in a daze.

source: “啊？”
en_us: "Huh?"

source: “啧啧……不知道他买那么多楼做什么，我倒是挺好奇的。”
en_us: "Tsk, tsk… I wonder, why did he buy so many properties? I'm really curious about that."

source: “啧啧……这作者，不会对你有什么想法吧？”伊琳娜一脸嫌弃的抬头看着麦格。
en_us: Irina looked up, and said to Mag disdainfully, "Tsk, tsk… This author. Does he have any ideas on you?"

source: “啧啧，可惜来晚了，连一串都没蹭上。”薇薇安探头看了一眼空荡荡的食材箱，有些惋惜道。
en_us: Vivian peeped into the empty food crate, and lamented, "Tsk, tsk. It's a pity that we came too late. We didn't even get to eat one."

source: “啧啧，说吧，以前有没有用这面具做过什么见不得人的事情。”伊琳娜笑吟吟的看着他问道。
en_us: "Tsk, tsk. Spill it. What did you use this mask for in the past?" Irina asked him with a smile.

source: “啧啧，这家伙为了女人，还真是拼啊。”杰尔吉笑了笑，“说起来，我都有些日子没有看到他了呢，果然麦老板关门，就是胖子减肥的最好时机。”
en_us: "Tsk, tsk. This fellow is really putting in a lot of effort for a woman." Gjerj smiled. "Speaking of that, I have not seen him in a while. Indeed, it's the best time for a fatty to loes weight when Boss Mag closes the restaurant."

source: “善良的化身吗？”晞的眼中露出了几分思考。
en_us: "The incarnation of kindness?" Wonder appeared in Xi's eyes.

source: “喏。”艾米从一旁的椅子上把丑小鸭提了上来，“那你就是在叫它咯。”
en_us: "Here." Amy lifted Ugly Duckling, which was on the chair next to her. "You must be calling him, then."

source: “喏。”麦格将一本杂志递给伊琳娜，另外两本则递给了艾米和安妮，自己拿了一本。
en_us: "There you are." Mag passed a copy of the magazine to Irina. He then passed the other two copies to Amy and Annie before reading one himself.

source: “喏，你不说话就是承认咯。”艾米点点头。
en_us: "Alright, you'll be admitting it if you keep quiet." Amy nodded.

source: “喏，你闻闻。”艾米撕开包装凑到诺亚的面前，话梅的淡淡酸味散发出来。
en_us: "Come, sniff it." Amy tore open the wrapper, and got close to Noah. The preserved plum's faint sourish aroma could be detected.

source: “喏，这是一只灰岩蜗牛，虽然看起来普普通通，但其实它富有丰富的营养，我们只要敲掉它的外壳，咬掉它的脑袋，就可以直接食用了。”
en_us: "There you are. This is a Grey Rock Snail. Although it looks ordinary, it's actually full of nutrients. We simple need to knock off its shell, bite off its head and it can be eaten right away."

source: “喔噢！这个哪吒看起来和我好像，我也有风火轮欸！”
en_us: "Woah! This Nezha looked like me. I have wind fire wheels too!"

source: “喔噢，还真是大礼包啊。”麦格眼睛一亮，一次性获得五个食谱这种事情，还是第一次，难得系统如此大方。
en_us: Wow, it's indeed a gift package. Mag lit up his eyes. This was his first time receiving five recipes at once. It was rare for the system to be generous.

source: “喜欢吃就多吃点，晚上我还给你们做啊。”王大娘脸上的笑容如菊花般灿烂。
en_us: "Eat more if you like it. I'll make more for you tonight." The housewife smiled widely.

source: “喜欢吃的话，一会我再给你做一碗。”麦格满是宠溺的看着艾米说道。
en_us: Mag indulgently said to Amy, "I'll make you another bowl later if you like it."

source: “喝两杯？”这时，身后传来了熟悉的声音。
en_us: "A drink or two?" Just then, a familiar voice came from behind.

source: “喝了就会快乐的水吗？”艾米立刻惊喜的问道。
en_us: "It's a drink that would make you happy?" Amy exclaimed.

source: “喝点什么？”麦格关上门，笑着问道。
en_us: Mag closed the door, and smilingly asked, "What would you like to drink?"

source: “喝点什么？”麦格刚好端着一盘凉拌猪耳朵从厨房里出来，看着亚伯罕同样目光一闪，便神色自若的开口问道。、
en_us: Mag happened to walk out of the kitchen with a plate of pig ears salad. His gaze, too, flickered when he saw Abraham. He calmly asked, "What would you like to drink?"

source: “喝点，然后睡个好觉吧，没有人会来打扰你们的。”麦格在床头放下一小瓶茅台和一包酒鬼花生，拍了拍诺亚的肩膀，转身离开。
en_us: "Drink a little of this, and have a good sleep. No one will disturb you." Maotai placed a small bottle of Maotai by the bed with a packet of drunkard peanuts. He patted Noya on his shoulder, and turned to leave.

source: “喝醉了吗？”波比摸了摸自己的脑袋，倒是没有宿醉后的那种恶心和头晕的感觉，反倒像是睡了一个难得的好觉，浑身都变得轻松了许多。
en_us: "Was I drunk?" Bobby stroked his head. He did not have the feeling of disgust and dizziness from a hangover. Instead, he had had a good sleep that he had never had in a long while, and he felt relaxed all over.

source: “喝醉了？”她想起来自己昨晚好像从酒柜上拿了一瓶酒，然后一个人喝了点，然后就醉了。
en_us: Drunk? She recalled taking a bottle of wine from the wine closet last night. After that, she drank a little alone, and got drunk.

source: “喵~”丑小鸭抬头有点幽怨的叫了一声。
en_us: "Meow~" Ugly Duckling looked up and called out aggrievedly.

source: “喵~”趴在柜台上睡觉的丑小鸭起身伸了个懒腰，一个翻身又躺在了柜台上，露出了圆滚滚的肚皮，舒服的打起了呼呼。
en_us: "Meow~" Ugly Duckling, which was lying on the countertop, got up and stretched before flipping over to lie on the countertop again. It revealed its round tummy, and started to snore comfortably.

source: “喵喵~”丑小鸭伸了个懒腰，随便交换了两声就当做是附和了。
en_us: "Meow, meow~" Ugly Duckling stretched lazily, meowing casually as a form of support.

source: “喵喵~”丑小鸭绕桌走，有些着急的仰着脑袋叫唤着。
en_us: "Meow, meow~" Ugly Duckling walked over and meowed impatiently.

source: “喵喵。”丑小鸭也从一旁的椅子上站起来，出声表示赞同。
en_us: "Meow, meow." Ugly Duckling stood on the chair at the side as it meowed in agreement.

source: “喵喵？？？”丑小鸭抬头看了一眼艾米，感觉盘子里的炒饭顿时不香了。
en_us: "Meow, meow???" Ugly Duckling looked up at Amy, and the fried rice was no longer delicious to it.

source: “喵？？”丑小鸭在麦格身边打了个滚，脑袋靠在麦格的手臂上，一只小爪爪按在了麦格的胸口，似乎准备再和他睡会。
en_us: "Meow?" Ugly Duckling rolled next to Mag, and leaned its head on Mag's arm. It placed its little paw on Mag's chest, as if it was going to sleep in with Mag.

source: “嗨……”那男人面红耳赤的重重叹了口气，一边掏钱，一边有些恼火道：“老板，你这鹅都成精了吧？都会自己躲圈子了。”
en_us: "Sigh…" That man sighed heavily with a reddened face. Taking out more money, he angrily said to the boss, "Boss, aren't your geese getting too smart? They know how to evade the rings."

source: “嗨，你好啊新邻居，很高兴认识你。”麦格出门，便有一个娇媚可人的少妇笑吟吟的走上前来，向他伸出了手，“我是那边那家泰坦酒馆的老板娘埃菲。”
en_us: "Hi, hello. It's a pleasure to meet you, new neighbor." As soon as Mag walked out, a beautiful young woman came forward smilingly, and extended her hand to him. "I am Eiffie, the lady boss of that Titan Tavern over."

source: “嗯。”
en_us: "Yes."

source: “嗯。”亚北米娅纠结的神情缓释了许多，脸上重新露出了元气满满的笑容，“她说了，会经常回来看我们的。”
en_us: "Mm-hmm." Yabemiya's twisted expression relaxed, and a bright smile reappeared on her face. "She said she would come back to visit us frequently."

source: “嗯。”埃菲心不在焉的答了一声。
en_us: "Mm-hmm," Eiffie answered distractedly.

source: “嗯。”安妮起身上楼，不一会便拿了一本绘本下来，递给了麦格。
en_us: "Mm." Annie went upstairs and brought a drawing book down to pass to Mag.

source: “嗯。”希利微微点头，拿起筷子先夹了一块烧鹅喂到嘴里。
en_us: "Mm-hmm." Seely nodded, and popped a piece of the roast goose into his mouth with the chopsticks.

source: “嗯。”希利自然没道理害怕两个兽人，只是不想在餐厅和人引发冲突，给老板带来麻烦。
en_us: "Hmm." Of course, Seely wasn't afraid of those two orcs. He just didn't want to have a conflict in the restaurant, and bring trouble to the boss.

source: “嗯。”希尔并未对卡诺的生活表现出过多的关注，这位混乱之城的教廷负责人能力出众，但性子却过于惫懒，不喜管理教廷的事务，所以才主动申请调到混乱之城。
en_us: "Mm-hmm." Seely didn't pay too much attention to Canault's personal life. This Holy See's person in charge of Chaos City had outstanding ability, but he had a lazy character. He didn't like to manage the Holy See's affairs. That was why he applied to come to Chaos City.

source: “嗯。”希尔微微点头，对此她倒是认可伊恩的判断。
en_us: "Mm-hmm." Scheer nodded. She agreed with Ian's judgment on that.

source: “嗯。”玛拉连忙点头，眼中满是亮光。
en_us: "Mm." Mala quickly nodded, her eyes glowing brightly.

source: “嗯。”简点了点头，也是露出了笑容。
en_us: "Mm-hmm." Jane nodded with a smile too.

source: “嗯。”迈克尔的目光重新放到面前的资料上，恐怕麦格这次不止是带孩子去玩的，昨日洛都兵部官员举家被屠的消息送到麦格那里，今天他就关门歇业了，二者之间多半有些联系。
en_us: "Mm-hm." Michael's gaze went back to the stacks of information in front of him again. He believed that Mag didn't just bring the children out for fun. Mag closed for business today after Michael received the news of the massacre of the Rodu's military's officials' families yesterday.

source: “嗯。”麦格任他吹得天花乱坠，也只是礼貌性的答应一声，房产中介的鬼话，一个标点符号都不能相信。
en_us: "Mm-hmm." Mag let him boast, and only gave him a courtesy reply. One couldn't even trust the punctuation marks in a property agent's words.

source: “嗯呢——”
en_us: "Mmm…"

source: “嗯呢。”
en_us: "Mm."

source: “嗯呢。”艾米乖巧的点点头，握着小拳头道：“我会温柔一点对待他们的哦。”
en_us: "Mm-hm." Amy nodded obediently, clenching her fists, and said, "I will be gentle with them."

source: “嗯呢。”艾米的脸上立马露出了天使的笑容。
en_us: "Mm-hm." Amy immediately revealed an angelic smile.

source: “嗯呢，不着急，父亲大人真好。”艾米点着小脑袋，自己跑去搬了条小板凳坐在厨房门口，满嘴萌言萌语的和麦格说着话。
en_us: "Mm-hmm. No rush. Father, you're the best." Amy nodded her small head. After that, she ran over to bring a little stool over to the kitchen door and sat there, blabbering with Mag.

source: “嗯呢，我带父亲大人过来，给大家做好吃的烧烤呢。”艾米点点头。
en_us: "Mm-hmm. I brought Father along to make a nice barbecue for all of us." Amy nodded.

source: “嗯呢，父亲大人最好了。”艾米开心的笑着道，然后低头继续吃抄手。
en_us: "Mmm. Father is the best." Amy said happily before continuing eat the wontons.

source: “嗯呢，许愿井告诉我怎么开了呢。”艾米点点头。
en_us: "Mmhm. The wishing well told me how to." Amy nodded her head.

source: “嗯呢，谢谢胖爷爷，胖爷爷威武霸气。”艾米点着小脑袋，目光有些崇拜的看着他，小嘴像是抹了蜜一样甜。
en_us: "Mm-hmm. Thank you, Fat Grandpa. You're so suave!" Amy nodded her little head as she looked at him with admiration.

source: “嗯嗯。”康妮点着脑袋，“那我们要怎么做？”
en_us: "Mm-hm, mm-hm." Connie nodded. "In that case, what should we do?"

source: “嗯嗯。”艾米点点头，然后放心的继续吃包子。
en_us: "Mm, mm." Amy nodded and continued eating her dumpling.

source: “嗯嗯，想了。”艾米点着小脑袋。
en_us: "Mm-hmm. I do." Amy nodded her little head.

source: “嗯，买了点菜，正准备回去给夫人和孩子做饭。”麦格晃了晃手里的菜篮子，里边装了几样菜。
en_us: "Mm-hmm. I bought some groceries, and am now on my way back to cook for my wife and children." Mag shook the basket in his hand. It was filled with some groceries.

source: “嗯，他就是蠢了点，其他都还挺好的。”艾米点点头道。
en_us: "Mm-hmm. It's just a little stupid, but everything else is fine," Amy said with a nod.

source: “嗯，你这里有三十只大肥鹅，所以我要三十个圈。”艾米点点头，一脸认真的说道。
en_us: Amy nodded, and seriously said, "Yes. You have 30 big, fat geese here, so I want to have 30 rings."

source: “嗯，各项手续都非常顺利，因为凶手已经当场伏诛，而且据说幕后黑手就在隔一条街外服毒自杀了。”埃菲点点头，有些心有余悸道：“是里斯酒馆的老板鲍里斯，没想到竟然是他。”
en_us: "Mm. The procedures all went on very smoothly. Because the culprit had been executed while it was said tha the mastermind committed suicide a road away." Eiffie nodded. She said with some residual fear, "It's Boss Boris from Reese Tavern. I didn't expect it to be him."

source: “嗯，哈迪斯先生煮的粥是我喝过最美味的粥。”埃菲点头，这话完全发自内心。
en_us: "Mm. Your porridge is the best I've ever tasted." Eiffie nodded. These were her heartfelt words.

source: “嗯，在府里，不过他房间外守着一个十级骑士。”
en_us: "Mm-hmm. In the mansion. But there's a 10th-tier knight guarding his room."

source: “嗯，好像是有坏人进去了，小米要不要一起去打坏蛋啊？”穿着浴袍的麦格用毛巾擦拭着头发，笑着问道。
en_us: Mag, who was wearing a bathrobe, wiped his hair with a towel and smilingly asked, "Yes. Seems like some bag guys have entered. Does Little Amy want to go beat up some bad guys?"

source: “嗯，好吃。”艾米点点头：“而且越来越好吃了呢？”
en_us: "Mm. It's good." Amy nodded. "And it is getting better?"

source: “嗯，好哒。”艾米乖巧的点头。
en_us: "Hmm, alrighty." Amy nodded obediently.

source: “嗯，它要是听话，咱们就把它留着，它要是不听话，咱们就把他给埋了。”麦格微笑着说道。
en_us: "Mm. If it's obedient, we'll keep it. If it's not, we will bury it," Mag said wiht a smile.

source: “嗯，小姑娘你好。”卢西恩笑着说道，他对这家酒馆印象非常好，昨晚也是尽兴而归。
en_us: "Mm-hmm. How do you do, young lady?" Lucien smilingly replied. He had a great impression of this tavern. He enjoyed himself thoroughly last night too.

source: “嗯，小米表现的非常棒，明天奖励一个大鸡腿。”麦格点头，小家伙今天的演技浑然天成，完全让人联想不到那个背着小手，奶凶奶凶的收钱的小老板。
en_us: "Mm-hmm. Little Amy has done an excellent job. You'll be rewarded with a big chicken drumstick tomorrow." Mag nodded. The little one's acting skills were so natural that nobody could link her to that cute and fierce little boss who placed her hands behind her back when she collected money from the customers.

source: “嗯，当然是真的，艾米可以乘着流星还没有消失许一个愿望哦。”麦格笑着点头。
en_us: "Mm-hmm. Of course. Amy, you can make a wish before the meteor shower disappears." Mag nodded with a smile.

source: “嗯，很好。”希利点头，目光扫过餐厅的几位服务员，又是有点讶异道：“这家餐厅的服务员有些特别。”
en_us: "Erm, it's good." Seely nodded. His gaze swept across the several servers in the restaurant, and he said with surprise, "This restaurant's service staff are rather special."

source: “嗯，想要揪出幕后黑手，我们还得假戏真做，埃菲小姐得和我走一趟，引出藏在背后的家伙。”麦格点头道。
en_us: "Yes. To find the perpetrator hiding behind the scene, we need to put on a show. Miss Eiffie will have to come with me to lure the person out." Mag nodded.

source: “嗯，我一会给她传书。”伊琳娜点头，接过麦格递来的粥，“迈克尔那边怎么说？”
en_us: "Mmm. I'll write her a letter later." Irina nodded and took the porridge from Mag. "What did Michael say?"

source: “嗯，我刚从乡下搬到城里。”麦格点点头，左右看了一眼，“可现在你店里也没有和他有关的画册啊？”
en_us: "Yes. I just moved to the city from the countryside." Mag nodded, and then looked around quickly. "But you don't have any picture albums that are related to him now?"

source: “嗯，我没事，先进去吧。”麦格把她抱了起来，朝着阿紫挥了挥手，进了酒馆。
en_us: "Mm. I'm fine. Let's go in." Mag picked Amy up, waved at Ah Zi and entered the tavern.

source: “嗯，我都记住了，绝对不会把哈迪斯先生你们牵扯进来的。”埃菲郑重的点点头。
en_us: "Yes. I remember it. I will not get Mr. Hades and your family involved." Eiffie nodded gravely.

source: “嗯，挺好的。”伊琳娜喝了一杯水，表情复杂的点了点头。
en_us: "Mmm, not bad." Irina drank a glass of water nodded with a complex expression.

source: “嗯，收钱这种事情，还是挺适合我的。”伊琳娜坐在柜台前，开始清点今天的收入。
en_us: "Mm-hm. Collecting money suits me rather well." Irina sat behind the counter, and started counting the day's revenue.

source: “嗯，是你把我安排在地上睡觉的？”伊琳娜侧头看着麦格。
en_us: "Mm-hmm. Did you put me on the floor to sleep?" Irina turned to look at Mag.

source: “嗯，是的。”麦格含蓄的点点头，老婆还在场呢，必须要表现出距离感。
en_us: "Mm. Yes." Mag nodded reservedly. His wife was around so he had to appear distant.

source: “嗯，有点少是吧。”艾米也是露出了思考之色。
en_us: "Yes. It's too little, right?" Amy revealed a thoughful expression.

source: “嗯，没想到之前那本画的那么好，竟然还有上升空间呢。”麦格翻看了一遍，有些惊讶。
en_us: "Hmm. I didn't expect there is still space for improvement when the previous book is already so well-drawn." Mag flipped over it once, feeling rather shocked.

source: “嗯，洛斯帝国北边出现了一些可怕的家伙，我过几天可能要离开混乱之城了，不知道要去多久。”芭芭拉点点头，很快又笑着道：“不过你们也别太担心，肯定能够解决的，毕竟你们诺兰大陆各种族很快要联盟了。”
en_us: "Mm. Some scary fellows appeared at the north of the Roth Empire. I might have to leave Chaos City in a few days' time. I don't know how long I'll have to be gone for." Babla nodded. However, she very quickly smiled and said, "But don't be too worried. It will definitely be solved. After all, the races of Norland Continent would be forming an alliance soon."

source: “嗯，父亲大人帮我绑的哦，好看吧。”艾米拨弄了一下自己的马尾。
en_us: "Yes. Father tied it up for me. It's really pretty, right?" Amy flicked her ponytails.

source: “嗯，真乖。”麦格笑着摸了摸艾米的脑袋，心里暖暖的。
en_us: "Mm. Good girl." Mag caressed Amy's head with a smile and his heart felt warm and fuzzy.

source: “嗯，睡了一个好觉，做了个好梦，在梦里学的。”麦格点点头。
en_us: "Mm-hmm. I had a good sleep and a good dream. I learned it in my dream." Mag nodded.

source: “嗯，睡得很好呢。”
en_us: "Mm. I slept very well."

source: “嗯，等零件到了，我会帮你组装调试的，使用的方法也要现场教你才行。”麦格点点头，埃菲毕竟不是汉娜，对于机械一无所知。
en_us: "Alright, I will hep you assemble the spare parts once they are ready. I have to teach you how to use it on the spot too." Mag nodded. Eiffie wasn't Hannah. She had no idea about machinery at all.

source: “嗯，起来吃早饭吧，煮了些粥。”麦格有些宠溺的看着她。
en_us: "Mm-hmm. Get up and have breakfast. I've made some porridge." Mag looked at her pamperingly.

source: “嗯，软软的，是真的呢。”艾米非常有经验的点点头。
en_us: "Mmm. It's soft. It's real." Amy nodded with experience.

source: “嗯，还是有些鉴赏能力的嘛，知道好东西要留着自己慢慢看。”麦格松了口气。
en_us: "Mm. She does have some eye for art and knows that she should keep good things for herself." Mag heaved a sigh of relief.

source: “嗯，这应该是可以吃的蜗牛了。”麦格点点头，这蜗牛无论是个头还是外表，看起来都和法国蜗牛比较相似，肯定是系统说的那只蜗牛了。
en_us: "Yes. This should be an edible snail." Mag nodded. Be it the size or the appearance, this snail looked like the French escargots. It must be the snail that the system said.
